---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralCamber
source: html/fcfc970f-2c31-8683-16b2-3b819416c29d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralCamber Property

"Camber Size"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralCamber { get; }
```